Reports requested verbosity level
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
DataExchangeMessageVerbosity GetVerbosity()
  Visual Basic
Function GetVerbosity As DataExchangeMessageVerbosity
  Visual C++
DataExchangeMessageVerbosity GetVerbosity()
 See Also
  IDataConversionMonitor Interface
  Autodesk.Revit.DB Namespace